In [1]:
import geopandas as gpd
import earthpy as et
import shapefile
from shapely.geometry import shape, Point
import pyproj
import pandas as pd
import numpy as np

In [6]:
di={"name":["akhilesh","anand"] , "age":[10,22]}

In [7]:
di

{'name': ['akhilesh', 'anand'], 'age': [10, 22]}

In [8]:
df=pd.DataFrame(di)

In [9]:
df

       name  age
0  akhilesh   10
1     anand   22

In [2]:
import matplotlib.pyplot as plt